Repository: danielliude/reismann_pub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Username
de: 用户名

source: Username must contain only letters, numbers, dots and underscores.
de: 用户名只能由以下组成：汉字、字母、数字、下划线(_)、点(.)

source: Password
de: 密码

source: Create password
de: 设置密码

source: Repeat password
de: 重复密码

source: You must agree to the terms to register.
de: 在您注册帐户前，您必须仔细阅读并同意本服务条款

source: This email is already in use but not confirmed. Please check your email for verification steps.
de: 邮件地址已注册但没有验证，请您前往邮箱找到相应邮件并完成验证。

source: This email is already in use. Please supply a different email.
de: 邮件地址已注册，请使用其他邮件注册。

source: This username has already existed.
de: 用户名已注册，请选择其他用户名。

source: The two password fields didn't match.
de: 两次输入密码不一致

source: Password should be more then 8 letters.
de: 密码不得少于8位

source: Email or username
de: 用户名 或 注册邮件

source: Email or Username
de: 用户名 或 注册邮件

source: Remember me for %(days)s
de: %(days)s内记住我的账户

source: Please enter a correct username or email and password. Note that both fields are case-sensitive.
de: 请输入正确的用户名(或邮件地址)和密码，并注意大小写。

source: New email
de: 新邮件地址

source: You're already known under this email.
de: 您已经使用本邮件注册

source: user
de: 用户

source: last active
de: 上次登录

source: user last active help text
de: 用户上次登录帮助信息

source: activation key
de: 激活

source: notification send
de: 通知已发送

source: registration activation notification send help text.
de: 注册激活发送通知帮助信息

source: unconfirmed email address
de: 未激活邮件地址

source: registration email unconfirmed help text.
de: 未激活注册邮件地址帮助信息

source: unconfirmed email verification key
de: 未激活邮件认证

source: creation date of email confirmation key
de: 激活邮件生成日期

source: Registration
de: 注册

source: Registrations
de: 注册

source: a month
de: 一个月

source: Account activation failed.
de: 账户激活失败

source: Your account could not be activated...
de: 您的账户无法被激活...

source: Your account could not be activated. This could be because your activation link has aged or you have already acivated your account.
de: 您的账户无法被激活。原因可能是激活链接已失效或者您的账户已被激活

source: Please try signing up again or contact us if you think something went wrong.
de: 请再次注册一次。如有错误，请联系我们

source: Your account could not be activated because activation link is expired.
de: 链接已失效，账户无法被激活。

source: Request a new activation link.
de: 请求新的激活链接

source: Account re-activation succeeded.
de: 账户激活成功

source: Account re-activation
de: 账户激活

source: You requested a new activation of your account..
de: 您已提交账户激活要求

source: You have been sent an e-mail with an activation link to the supplied email.
de: 激活帐户邮件已发送到您的邮箱，请点击里面的激活链接

source: We will store your signup information for %(accounts_activation_days)s days on our server.
de: 您的注册信息将在本网站保留%(accounts_activation_days)s天

source: Dear %(username)s,
de: 尊敬的%(username)s，

source: Thank you for signing up at %(site)s.
de: %(site)s感谢您的注册

source: To activate your account you should click on the link below:
de: 激活账户请点击下面的链接：

source: Thanks for using our site!
de: 感谢访问飞然网(Frelanvo)

source: Sincerely
de: 致敬，

source: Your signup at %(site)s.
de: %(site)s的注册

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
de: 这是一封密码重置邮件，基于您在%(site_name)s的密码重置请求

source: Please go to the following page and choose a new password:
de: 请点击以下链接，进入重置密码页面：

source: Your username, in case you've forgotten: %(username)s
de: 您的注册名是: %(username)s

source: Sign in to start your session
de: 请登录

source: Sign In
de: 登录

source: - OR -
de: 或者

source: New to us?
de: 还没有账户？

source: Sign Up
de: 请注册

source: Forgot my password?
de: 忘记密码？

source: Retrieve
de: 重置密码

source: Password reset
de: 重置密码

source: Log in now
de: 请登陆

source: You can now <a href="%(login_url)s">log in</a> with your new password.
de: 请使用您的新密码 <a href="%(login_url)s">log in</a>

source: Reset password
de: 重置密码

source: Confirm password reset
de: 确认密码

source: Password reset email sent
de: 重置密码邮件已发送

source: Email sent
de: 邮件已发送

source: You will get an email which explains how to reset the password. Follow instructions and complete your password reset
de: 您将收到重置密码邮件，请根据邮件内指示重置密码。

source: Enter you email into the form
de: 请输入您的注册邮箱

source: Send password
de: 发送密码

source: Profile is not active!
de: 账户审核中

source: Register a new membership
de: 注册新用户

source: Register
de: 注册

source: Have a membership?
de: 已有账户？

source: Signup almost done!
de: 注册即将完成！

source: Thank you for signing up with us!
de: 感谢您的注册！

source: We will store your signup information for %(account_activation_days)s days on our server.
de: 本网站将保留您的注册信息%(account_activation_days)s天

source: Your account has been activated and you have been signed in.
de: 您的账户已被激活，您已登录。

source: Image quantity exceeds limitation
de: 照片超出规定数量

source: Image size exceeds limitation
de: 照片大小超出规定

source: Image
de: 照片

source: Image Size
de: 照片大小

source: Image status
de: 照片状态

source: Album Image
de: 照片中心图片

source: Album Images
de: 照片中心图片

source: Images
de: 照片

source: My Album
de: 我的照片

source: Dear administrator,
de: 尊敬的管理员，

source: Customer has added or modified image and it needs your moderation! You can do it here: http://%(site)s/admin/album/albumimage/%(image_id)s
de: 用户添加或修改了图片，需要您审核! 您可以在此处操作: http://%(site)s/admin/album/albumimage/%(image_id)s

source: Admininstrator information. Image modified by customer at %(site)s.
de: 请管理员注意，用户修改了图片 %(site)s

source: shielding
de: 屏蔽

source: BlackLists
de: 黑名单

source: service
de: 服务

source: Service
de: 服务

source: Start time
de: 开始时间

source: End time
de: 结束时间

source: Number of customers
de: 顾客数量

source: Price type
de: 计价类型

source: Price
de: 价格

source: negotiation price
de: 意向价格

source: Meeting point
de: 会面地点

source: meeting point
de: 会面地点

source: booking content
de: 预订内容

source: Booking content
de: 预订内容

source: Booking remark
de: 备注

source: The following service does not exists
de: 以下服务不存在

source: The following username is incorrect: %(username)s
de: 以下用户名错误：%(username)s

source: booking service
de: 预订内容

source: booking sender
de: 预订人

source: booking recipient
de: 服务商

source: service starts at
de: 服务开始于

source: service ends at
de: 服务结束于

source: number of customers
de: 顾客数量

source: booking price
de: 预订价格

source: booking status
de: 订单状态

source: booking read at
de: 订单已读

source: booking sender sent at
de: 订单发出于

source: booking sender replied at
de: 订单回复于

source: booking sender deleted at
de: 订单删除于

source: booking recipient sent at
de: 订单回复于

source: booking recipient replied at
de: 订单回复于

source: booking recipient deleted at
de: 订单删除于

source: Booking
de: 订单

source: Bookings
de: 订单

source: Save changes
de: 发送

source: Cancel
de: 取消

source: Add booking
de: 添加订单

source: Edit booking
de: 修改订单

source: Customer
de: 顾客

source: Provider
de: 服务商

source: Start date
de: 开始日期

source: End date
de: 结束日期

source: Status
de: 状态

source: Rating
de: 评价

source: View
de: 查看/修改

source: Me
de: 我

source: User should reply
de: 等待用户确认

source: Customer should reply
de: 等待顾客确认

source: You should reply
de: 等待您确认

source: Provider should reply
de: 等待服务商确认

source: Rejected by customer
de: 被顾客拒绝

source: Rejected provider
de: 被服务商拒绝

source: Approved by customer
de: 顾客已确认

source: Approved by provider
de: 服务商已确认

source: Removed by customer
de: 被顾客删除

source: Removed by provider
de: 被服务商删除

source: Canceled by customer
de: 被顾客取消

source: Canceled by provider
de: 被服务商取消

source: My Rating
de: 我给的评价

source: Received Rating
de: 收到的评价

source: view
de: 查看/回复

source: add
de: 添加

source: Service:
de: 服务：

source: Sender:
de: 顾客：

source: Recipient:
de: 服务商：

source: Start time:
de: 开始时间：

source: End time:
de: 结束时间：

source: Price:
de: 价格：

source: No. of customer:
de: 顾客数量：

source: Book statu:
de: 订单状态：

source: Negotiation
de: 协商中

source: Rejected
de: 已被拒绝

source: Approved
de: 已确认

source: Booking content:
de: 预订内容

source: Booking remark:
de: 备注

source: edit
de: 修改

source: approve
de: 确认

source: reject
de: 拒绝

source: cancel
de: 取消

source: delete
de: 删除

source: My booking
de: 我的订单

source: Other booking
de: 我订的服务

source: You have a new booking request at %(site)s. Log in to view the details!
de: 您有一个新的预订请求 %(site)s. 请登录并查看!

source: You have got a new booking request at %(site)s.
de: 您有一个新的预订请求 %(site)s.

source: Dear %(provider_first_name)s %(provider_last_name)s,
de: 尊敬的 %(provider_last_name)s %(provider_first_name)s,

source: Customer has modified the booking offer for %(service_title)s at %(site)s. Log in to view the details!
de: 顾客已于%(site)s修改了订单%(service_title)s。请登录并查看

source: Dear %(user_first_name)s %(user_last_name)s,
de: 尊敬的 %(user_last_name)s %(user_first_name)s,

source: Provider has modified the booking offer for %(service_title)s at %(site)s. Log in to view the details!
de: 服务商已于%(site)s修改了订单%(service_title)s。请登录并查看

source: Provider information. Booking modified by customer at %(site)s.
de: 请服务商注意，顾客已于%(site)s修改了订单

source: Customer information. Booking modified by provider at %(site)s.
de: 请顾客注意，服务商已于%(site)s修改了订单

source: You have accepted booking from %(customer_first_name)s %(customer_last_name)s at %(site)s. Customer information: Name: %(customer_first_name)s %(customer_last_name)s Tel: %(customer_phone)s Wechat: %(customer_wechat)s Email: %(customer_email)s Service details: Service name: %(service_title)s Service starting time: %(service_date_starts_at)s at %(service_time_starts_at)s Service ending time: %(service_date_ends_at)s at %(service_time_ends_at)s Service charge: Total charge: %(service_price)s Euro Charges inlcudes: The total charge is considered only for the agreed services. The possible toll and fuel charges during the journey are not included. Service content: %(service_content)s Remark: %(service_remark)s
de: 您已确认由%(customer_last_name)s %(customer_first_name)s在%(site)s上发的订单 顾客信息: 姓名: %(customer_last_name)s %(customer_first_name)s 电话: %(customer_phone)s 微信: %(customer_wechat)s Email: %(customer_email)s 预订服务: 服务类型: %(service_title)s 开始时间: %(service_date_starts_at)s at %(service_time_starts_at)s 结束时间: %(service_date_ends_at)s at %(service_time_ends_at)s 费用: 总费用: %(service_price)s Euro 费用仅用于支付双方协商的服务内容。其他费用，如未在本订单内标注，不包含在内。 服务内容: %(service_content)s 备注: %(service_remark)s

source: Congratulations for successfull booking at %(site)s! Following is the booking information: Service details: Title: %(service_title)s Starting time: %(service_date_starts_at)s at %(service_time_starts_at)s Ending time: %(service_date_ends_at)s at %(service_time_ends_at)s Total charge: %(service_price)s Euro * Charges inlcudes: The total charge is considered only for the agreed services. The possible toll and fuel charges during the journey are not included. Service provider information: Name: %(provider_first_name)s %(provider_last_name)s Birthday: %(provider_birthday)s Gender: %(provider_gender)s Tel: %(provider_phone)s Wechat: %(provider_wechat)s Email: %(provider_email)s Service content: %(service_content)s Remark: %(service_remark)s
de: 祝贺您在%(site)s!预订成功！ 下面是订单信息: 预订服务: 名称: %(service_title)s 开始时间: %(service_date_starts_at)s at %(service_time_starts_at)s 结束时间: %(service_date_ends_at)s at %(service_time_ends_at)s 总金额: %(service_price)s Euro *费用仅用于支付双方协商的服务内容。其他费用，如未在本订单内标注，不包含在内。 服务商信息: 姓名: %(provider_last_name)s %(provider_first_name)s 出生日期: %(provider_birthday)s 性别: %(provider_gender)s 电话: %(provider_phone)s 微信: %(provider_wechat)s Email: %(provider_email)s 服务内容: %(service_content)s 备注: %(service_remark)s

source: Provider information. Successful booking at %(site)s.
de: 服务商请注意，服务订单已被确认。%(site)s

source: Customer information. Successful booking at %(site)s.
de: 顾客请注意，服务订单已被确认。%(site)s

source: All cities
de: 所有城市

source: All services
de: 所有服务

source: All languages
de: 所有语言

source: All tags
de: 所有其他选项

source: Select city...
de: 选择城市...

source: country name
de: 国家名称

source: country is active
de: 国家已启用

source: country is active help text
de: 国家已启用之帮助信息

source: created at
de: 生成于

source: updated at
de: 更新于

source: Country
de: 国家

source: Countries
de: 国家

source: province country
de: 省 国家

source: province name
de: 省份名称

source: province is active
de: 省份已启用

source: Province
de: 省

source: Provinces
de: 省

source: city country
de: 城市 国家

source: city province
de: 城市 省

source: city name
de: 城市名称

source: city card image
de: 城市图片

source: city card image help text
de: 城市图片之帮助信息

source: city banner image
de: 城市横幅

source: city banner image help text
de: 城市横幅之帮助信息

source: all cities of selected country
de: 选中国家的所有城市

source: city all of country help text
de: 选中国家的所有城市之帮助信息

source: city is active
de: 城市已启用

source: City
de: 城市

source: Cities
de: 城市

source: New cities
de: 新增城市

source: Popular cities
de: 热门城市

source: Service category
de: 服务类型

source: Provider details
de: 服务商信息

source: min age
de: 最小年龄

source: irrelevant
de: 无所谓

source: max age
de: 最大年龄

source: Service cities
de: 城市

source: Provider languages
de: 服务商语言

source: Provider tags
de: 其他

source: More options
de: 更多选项

source: Search
de: 搜索

source: Have found
de: 找到

source: providers
de: 名服务商

source: site
de: 网站

source: service category name
de: 服务类型名称

source: service category is active
de: 服务类型已启用

source: service category is active help text
de: 服务类型已启用之帮助信息

source: Service categories
de: 服务类型

source: service tag name
de: 其他选项名称

source: service tag is active
de: 其他选项已启用

source: service tag is active help text
de: 其他选项已启用之帮助信息

source: Service tag
de: 其他

source: Service tags
de: 其他

source: service language name
de: 服务商语言

source: service language is active
de: 服务商语言已启用

source: service language is active help text
de: 服务商语言已启用之帮助信息

source: Service language
de: 服务商语言

source: Service languages
de: 服务商语言

source: avatar fallback image
de: 头像图片

source: avatar fallback image help text
de: 头像图片之帮助信息

source: profile card fallback image
de: 服务商背景图

source: profile card fallback image help text
de: 服务商背景图之帮助信息

source: service card fallback image
de: 服务图片

source: service card fallback image help text
de: 服务图片之帮助信息

source: Site configuration
de: 网站设置

source: site configurations
de: 网站设置

source: Configuration of %(site_name)s
de: %(site_name)s设置

source: contact email
de: 联系邮件

source: Contact email
de: 联系邮件

source: telephone number
de: 电话

source: Telephone number
de: 电话

source: weibo account
de: 微博

source: Weibo account
de: 微博

source: wechat account
de: 微信

source: Wechat account
de: 微信

source: qq account
de: QQ

source: Qq account
de: QQ

source: contact
de: 联系方式

source: qq username
de: QQ用户名

source: Contact
de: 联系方式

source: Contacts
de: 联系方式

source: view contact
de: 查看联系方式

source: Contact of %(username)s
de: %(username)s联系方式

source: Phone
de: 电话

source: Edit contacts
de: 修改联系方式

source: Send message
de: 发消息

source: Edit contact
de: 修改联系方式

source: Personal info
de: 个人信息

source: Permissions
de: 权限

source: Important dates
de: 重要信息

source: gender
de: 性别

source: Male
de: 男

source: Female
de: 女

source: profession
de: 职业

source: Student
de: 学生

source: Engineer
de: 工程师

source: Artist
de: 艺术家

source: Performer
de: 演员

source: Manager
de: 经理

source: Doctor
de: 医生

source: Accountant
de: 会计

source: Lawyer
de: 律师

source: Freelancer
de: 自由职业者

source: Others
de: 其他

source: Part time
de: 兼职

source: Full time
de: 全职

source: day
de: 天

source: hour
de: 小时

source: time
de: 时间

source: Negotiation by customer
de: 顾客确认中

source: Negotiation by provider
de: 服务商确认中

source: Rejected by provider
de: 被服务商拒绝

source: Deleted by customer
de: 被顾客拒绝

source: Deleted by provider
de: 被服务商删除

source: Moderation
de: 审核中

source: Active
de: 正常

source: Not active
de: 隐藏

source: Suspended
de: 冻结

source: Waiting for approval
de: 验证中

source: Declined
de: 未通过

source: Country of birth
de: 出生地

source: China
de: 中国

source: Germany
de: 德国

source: Spain
de: 西班牙

source: Italy
de: 意大利

source: Australia
de: 澳大利亚

source: Indonesia
de: 印度尼西亚

source: Japan
de: 日本

source: Malaysia
de: 马来西亚

source: Singapore
de: 新加坡

source: South Korea
de: 韩国

source: Thailand
de: 泰国

source: Other
de: 其他

source: marrittal_status
de: 婚姻状况

source: unmarried
de: 未婚

source: married
de: 已婚

source: divorced
de: 离过婚

source: widowed
de: 丧偶

source: separated
de: 分居中

source: no answer
de: 不告诉你

source: children
de: 孩子

source: no kid
de: 没有

source: one kid
de: 1个

source: > 1 kid
de: 多于1个

source: ethnicity
de: 种族

source: chinese
de: 华人

source: japanese
de: 日本

source: korean
de: 韩国

source: malaysian
de: 马来西亚

source: thai
de: 泰国

source: vietnamese
de: 越南

source: indian
de: 印度

source: black
de: 黑人

source: hispanic latin
de: 西班牙/拉丁

source: middle east
de: 中东

source: white/caucasian
de: 白人

source: other
de: 其他

source: religion
de: 宗教

source: buddihism
de: 佛教

source: chistianity
de: 基督教

source: judaism
de: 犹太教

source: catholicism
de: 天主教

source: islan
de: 伊斯兰教

source: hinduism
de: 印度教

source: education
de: 学历

source: high school
de: 高中

source: bachelor
de: 本科

source: master
de: 硕士

source: phd
de: 博士

source: annual_income
de: 年收入

source: immigration_status
de: 移民状态

source: resident
de: 本国居留

source: citizen
de: 本国公民

source: body_form
de: 体型

source: slim
de: 偏瘦

source: athlete
de: 运动型

source: average
de: 平均

source: curvy
de: 略胖

source: smoking
de: 吸烟

source: yes
de: 经常

source: some times
de: 偶尔

source: never
de: 从不

source: drinking
de: 饮酒

source: pets
de: 宠物

source: dog(s)
de: 狗

source: cat(s)
de: 猫

source: other pets
de: 其他宠物

source: want to have
de: 期待拥有

source: hobby
de: 兴趣爱好

source: basketball
de: 篮球

source: camping
de: 野营

source: card game
de: 纸牌/桌游

source: bicycle
de: 自行车

source: dance
de: 跳舞

source: fishing/hunting
de: 钓鱼/打猎

source: golf
de: 高尔夫

source: musical
de: 音乐

source: jogging
de: 慢跑

source: singing
de: 唱歌

source: ski
de: 滑雪

source: football
de: 足球

source: read
de: 阅读

source: swimming
de: 游泳

source: tennis
de: 网球

source: travel
de: 旅游

source: gym
de: 健身

source: yoga
de: 瑜伽

source: Either message_plain or message_html should be set
de: message_plain或者message_html需要进行设置

source: Oops! Page not found.
de: 查无此页

source: We could not find the page you were looking for.
de: 我们没有找到这个页面

source: Meanwhile, you may
de: 此时，你可以

source: return to homepage
de: 返回主页

source: Oops! Something went wrong.
de: 站点出了点问题

source: We will work on fixing that right away.
de: 我们将马上处理这个问题。

source: Your new travel experiences
de: 您的旅行新体验

source: book your individual travel services
de: 制定您的个性旅行

source: further search
de: 更多搜索

source: search
de: 搜索

source: About us
de: 关于我们

source: Terms of services
de: 服务条款

source: Help
de: 帮助信息

source: Photo copyright
de: 照片版权

source: help
de: 帮助

source: You have
de: 您有

source: unread messages
de: 未读消息

source: unread notifications
de: 未读通知

source: dashboard
de: 用户中心

source: sign out
de: 退出

source: signin
de: 登录

source: register
de: 注册

source: Top
de: 顶部

source: follower
de: 粉丝

source: followee
de: 关注

source: Follow
de: 粉丝

source: Follows
de: 关注

source: view followers
de: 查看粉丝

source: view followings
de: 查看关注

source: You have lost one follower at %(site)s.
de: 您在%(site)s失去了一名粉丝。

source: You have lost a follower at %(site)s. Log in for more details!
de: 您在%(site)s失去了一名粉丝。请登录并查看。

source: You have a new follower at %(site)s.
de: 您在%(site)s有一名新粉丝。

source: You have new follower at %(site)s. Log in for more details!
de: 您在%(site)s有一名新粉丝。请登录并查看。

source: Followers
de: 粉丝

source: Followings
de: 关注

source: recipient
de: 收件人

source: Recipient
de: 收件人

source: subject
de: 标题

source: Subject
de: 标题

source: message body
de: 消息内容

source: Message
de: 消息

source: message sender
de: 发件人

source: message recipient
de: 收件人

source: message subject
de: 消息标题

source: message sent at
de: 消息发出于

source: message read at
de: 消息已读于

source: message replied at
de: 消息回复于

source: message sender deleted at
de: 消息删除于

source: message recipient deleted at
de: 消息由收件人删除于

source: Messages
de: 消息

source: Send message
de: 发送消息

source: Sender
de: 发件人

source: Sent at
de: 发送于

source: write
de: 写消息

source: From:
de: 从

source: Time:
de: 时间:

source: Title:
de: 标题:

source: Text:
de: 内容:

source: Write message
de: 写消息

source: You have got a new message at %(site)s.
de: 您在%(site)s有一条新消息。

source: You have a new message at %(site)s. Log in to view the message!
de: 您在%(site)s有一条新消息。请登录并查看。

source: User replied on your message at %(site)s.
de: 您的消息在%(site)s已有回复。

source: One of the users replied on your message at %(site)s. Log in to view the message!
de: 您的消息在%(site)s已有回复。请登录并查看

source: Inbox Messages
de: 收件箱消息

source: Inbox message
de: 收件箱消息

source: Outbox message
de: 发件箱消息

source: Outbox Messages
de: 发件箱消息

source: %(sender)s wrote: %(body)s
de: %(sender)s 写: %(body)s

source: Profile is active
de: 账户正常使用中

source: Email notifications
de: 邮件通知

source: Show real name
de: 显示真实姓名

source: Show real name in Profile
de: 在个人信息中显示真实姓名

source: Provider functionality
de: 成为服务商

source: Id image
de: ID图片

source: Another Id
de: 另一ID

source: First name
de: 名

source: Last name
de: 姓

source: Gender
de: 性别

source: Languages
de: 语言

source: service languages
de: 服务语言

source: Tags
de: 其他

source: service tags
de: 其他

source: Profession
de: 职业

source: Avatar
de: 头像

source: Birthday
de: 生日

source: Short description
de: 个性签名

source: Card image
de: 个人背景图片

source: Biography
de: 关于我

source: country of birth
de: 出生地

source: marrittal status
de: 婚姻状况

source: annual income
de: 年收入

source: immigration status
de: 移民状态

source: body form
de: 体型

source: The most cheerful thing for me (limit 50 words)
de: 最让我高兴的事情(限50字)

source: The thing I am good at (limit 50 words)
de: 我最擅长的事情(限50字)

source: 3 words which friends uses to describe me (limit 50 words)
de: 我在朋友眼里是(限50字)

source: 5 things I must have by my side (limit 50 words)
de: 我总是随身携带的5件东西(限50字)

source: Favourite books, movies and foods (limit 50 words)
de: 我喜欢的书、电影、音乐、美食...(限50字)

source: Most crazy thing I have done (limit 50 words)
de: 我曾做过最疯狂的事情(限50字)

source: What I normally do on weekend (limit 50 words)
de: 我一般周末这样度过(限50字)

source: profile avatar
de: 头像

source: card image
de: 个人背景图片

source: Id card
de: ID图片

source: id card
de: ID图片

source: Second id card
de: 第二张ID图片

source: second id card
de: 第二张ID图片

source: identification status
de: 身份认证状态

source: birthday
de: 生日

source: location
de: 所在城市

source: country
de: 国家

source: province
de: 省

source: tags of profile
de: 个人信息关键词

source: tags of profile help text
de: 个人信息关键词之帮助信息

source: languages of profile
de: 账户语言

source: languages of profile help text
de: 账户语言之帮助信息

source: short description
de: 个性签名

source: Profile
de: 个人信息

source: Profiles
de: 个人信息

source: Profile of %(username)s
de: %(username)s的个人信息

source: member since %(year)i.%(month)i.%(day)i
de: 自%(year)i.%(month)i.%(day)i加入会员

source: %(first_name)s %(last_name)s
de: %(last_name)s %(first_name)s

source: settings
de: 设置

source: profile status
de: 账户状态

source: email notifications
de: 邮件通知

source: get email notifications
de: 接收邮件通知

source: real name
de: 真实姓名

source: show real name
de: 显示真实姓名

source: provider functionality
de: 成为服务商

source: Profile settings
de: 账户设置

source: Profiles settings
de: 账户设置

source: Profile settings for %(username)s
de: %(username)s的账户设置

source: most cheerful
de: 最高兴的事

source: good at
de: 擅长于

source: friends description
de: 我在朋友眼中

source: must have
de: 我必须携带的物品

source: favourite things
de: 最喜欢的东西

source: crazy thing done
de: 做过最疯狂的事

source: normal do weekend
de: 平常周末这样度过

source: more profile
de: 更多信息

source: more profiles
de: 更多信息

source: More profile for %(username)s
de: %(username)s的更多信息

source: New providers
de: 新服务商

source: yours
de: 您的

source: anonymous user
de: 匿名用户

source: Popular providers
de: 热门服务商

source: messages
de: 发消息

source: booking
de: 预订

source: more fun
de: 更多

source: unfollow
de: 取消关注

source: follow
de: 关注

source: unshield
de: 屏蔽

source: inform
de: 举报

source: Change Avatar
de: 更改头像

source: Change Card Image
de: 更改个人背景图片

source: Select one image from your photo center
de: 从您照片中心中选则一张照片

source: user profile picture
de: 用户图片

source: profession:
de: 职业：
