Repository: danielliude/reismann_pub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: language:
de: 语言：

source: tag:
de: 其他：

source: signature:
de: 个性签名：

source: Rating and comments:
de: 评价：

source: User
de: 用户

source: Anonymous user
de: 匿名用户

source: Created at:
de: 生成于：

source: Rating and comment:
de: 评价：

source: Send your comment
de: 给出您的评价

source: Settings
de: 设置

source: Scan,collection,share
de: 扫码微信分享

source: Profile sidebar
de: 个人中心导航条

source: Dashboard
de: 用户中心

source: Album
de: 照片中心

source: Services
de: 我的服务

source: Followship
de: 粉丝/关注

source: Verification
de: 身份验证

source: Quit
de: 退出

source: Personal Verification
de: 个人身份验证

source: Please upload the image of your ID or other document
de: 请上传您的证件照片

source: Moderation status
de: 验证状态

source: ID document
de: 身份证件

source: Other documents for verification (Driving license, student card, etc )
de: 其他证件(驾照、学生证等)

source: Upload Image
de: 上传图片

source: Photo Center
de: 照片中心

source: homepage pic
de: 主页照片

source: approved
de: 通过审核

source: waiting for approval
de: 审核中

source: denied
de: 未通过

source: Home photo
de: 主页照片

source: Delete
de: 删除

source: user_id:
de: 用户编号

source: homepage
de: 主页

source: Following
de: 关注

source: Notifications:
de: 站内通知

source: show
de: 显示

source: mark read
de: 标记成已读

source: simple_profile
de: 基本信息

source: more_profile
de: 更多信息

source: Customer has added or modified his ID and it needs your moderation! You can do it here: http://%(site)s/admin/profiles/profile/%(profile_id)s
de: 用户已上传或更改身份证件，请审核! 您可在此处操作: http://%(site)s/admin/profiles/profile/%(profile_id)s

source: Admininstrator information. Check customer id at %(site)s.
de: 请管理员注意：请在%(site)s验证用户身份

source: average price
de: 平均价格

source: user profile avatar
de: 用户头像

source: years old
de: 岁

source: from
de: 从

source: Your email address has been changed.
de: 您的邮箱已被更改

source: You have been signed in.
de: 您已登录。

source: You have been signed out.
de: 您已退出登录

source: Your profile has been updated.
de: 您的信息已更新。

source: English
de: 英语

source: Germen
de: 德语

source: service title
de: 服务名称

source: Title
de: 标题

source: service content
de: 服务内容

source: Content
de: 内容

source: Type
de: 服务性质

source: service cities
de: 城市

source: Category
de: 类型

source: service category
de: 服务类型

source: service type
de: 服务性质

source: service price
de: 价格

source: service currency
de: 货币

source: price type
de: 计价标准

source: service card image help text
de: 服务图片之帮助信息

source: service category help text
de: 服务类型之帮助信息

source: cities of service
de: 城市

source: cities of service help text
de: 服务城市之帮助信息

source: service status
de: 状态

source: view service
de: 查看/修改

source: by
de: 由

source: with price
de: 价格为

source: rating service
de: 评价

source: rating user
de: 评价用户

source: rating value
de: 评价评分

source: rating comment
de: 评价内容

source: cities
de: 城市

source: categories
de: 类型

source: languages
de: 语言

source: tags
de: 其他

source: about me
de: 关于我

source: information
de: 更多信息

source: photo
de: 照片

source: services
de: 服务信息

source: Add service
de: 添加服务

source: Edit service
de: 修改服务

source: Available services
de: 已有的服务

source: Date of creation
de: 生成日期

source: 's homepage
de: 的主页

source: Type:
de: 服务性质：

source: Cities:
de: 城市：

source: Category:
de: 类型：

source: Languages:
de: 语言

source: Tags:
de: 其他

source: Content:
de: 内容

source: Activate
de: 激活

source: Deactivate
de: 冻结

source: remove
de: 删除

source: Num of services
de: 服务数量

source: Customer has modified service and it needs your moderation! You can do it here: http://%(site)s/admin/services/service/%(service_id)s
de: 用户已修改服务，请审核! 您可以在这里操作: http://%(site)s/admin/services/service/%(service_id)s

source: Admininstrator information. Service modified by customer at %(site)s.
de: 请管理员注意：用户已修改服务服务 %(site)s
